refactor: 在README中使用mermaid
